Repository: sebastianstrus/DateSpark
Catalog: DateSpark/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nb, nl, pl, pt_br, sv, uk, zh_hans

source: If you could make one physical change to every human (like blue blood or extra finger), what would it be?
de: Wenn du eine körperliche Veränderung an jedem Menschen vornehmen könntest (wie blaues Blut oder einen zusätzlichen Finger), welche wäre das?
es: Si pudieras hacer un cambio físico a todos los humanos (como sangre azul o un dedo extra), ¿cuál sería?
fr: Si tu pouvais apporter un changement physique à chaque être humain (comme du sang bleu ou un doigt supplémentaire), lequel serait-ce ?
it: Se potessi fare un cambiamento fisico a ogni essere umano (come sangue blu o un dito in più), quale sarebbe?
ja: すべての人間に一つだけ身体的特徴を変えられるとしたら（例：青い血、指が6本など）、何を変えますか？
ko: 모든 인간에게 하나의 신체적 변화를 줄 수 있다면 (예: 파란 피, 여섯 손가락), 어떤 변화를 주겠습니까?
nb: Hvis du kunne gjøre én fysisk endring på alle mennesker (som blått blod eller en ekstra finger), hva ville det vært?
nl: Als je één fysieke verandering aan elk mens zou kunnen aanbrengen (zoals blauw bloed of een extra vinger), wat zou het dan zijn?
pl: Gdybyś mógł dokonać jednej fizycznej zmiany u każdego człowieka (takiej jak niebieska krew czy dodatkowy palec), co by to było?
pt_br: Se você pudesse fazer uma mudança física em todos os humanos (como sangue azul ou um dedo extra), qual seria?
sv: Om du kunde göra en fysisk förändring hos varje människa (som blått blod eller ett extra finger), vad skulle det vara?
uk: Якби ви могли внести одну фізичну зміну в кожну людину (як-от блакитна кров або зайвий палець), що б це було?
zh_hans: 如果你能对每个人的身体做一个改变（比如蓝色的血或者多一根手指），你会改变什么？

source: If you could make one rule that every restaurant had to follow, what would it be?
de: Wenn du eine Regel machen könntest, die jedes Restaurant befolgen müsste, welche wäre das?
es: Si pudieras hacer una regla que todos los restaurantes tuvieran que seguir, ¿cuál sería?
fr: Si vous pouviez imposer une règle que tous les restaurants devraient suivre, quelle serait-elle ?
it: Se potessi fare una regola che tutti i ristoranti dovrebbero seguire, quale sarebbe?
ja: 全てのレストランが守るべきルールを一つ作れるとしたら、何にしますか？
ko: 모든 레스토랑이 따라야 하는 규칙을 하나 만들 수 있다면 무엇으로 하겠습니까?
nb: Hvis du kunne lage én regel som alle restauranter måtte følge, hva ville den vært?
nl: Als je één regel kon maken die elk restaurant moet volgen, wat zou die zijn?
pl: Gdybyś mógł wprowadzić jedną zasadę, której musiałyby przestrzegać wszystkie restauracje, co by to było?
pt_br: Se você pudesse criar uma regra que todos os restaurantes tivessem que seguir, qual seria?
sv: Om du kunde införa en regel som alla restauranger måste följa, vad skulle den vara?
uk: Якби ви могли ввести одне правило, якого мають дотримуватися всі ресторани, яким би воно було?
zh_hans: 如果你能制定一条所有餐厅都必须遵守的规定，会是什么？

source: If you could master any instrument overnight, which would you choose?
de: Wenn du über Nacht ein Instrument meistern könntest, welches würdest du wählen?
es: Si pudieras dominar cualquier instrumento de la noche a la mañana, ¿cuál elegirías?
fr: Si vous pouviez maîtriser n'importe quel instrument du jour au lendemain, lequel choisiriez-vous ?
it: Se potessi padroneggiare qualsiasi strumento dall'oggi al domani, quale sceglieresti?
ja: 一晩でどんな楽器でも習得できるとしたら、どれを選びますか？
ko: 하룻밤 사이에 어떤 악기든 마스터할 수 있다면 무엇을 고르시겠어요?
nb: Hvis du kunne mestre et hvilket som helst instrument over natten, hvilket ville du valgt?
nl: Als je in één nacht een instrument onder de knie zou kunnen krijgen, welke zou je dan kiezen?
pl: Gdybyś mógł opanować dowolny instrument w jeden wieczór, który byś wybrał?
pt_br: Se você pudesse dominar qualquer instrumento da noite para o dia, qual escolheria?
sv: Om du kunde bemästra vilket instrument som helst över en natt, vilket skulle du välja?
uk: Якби ви могли опанувати будь-який інструмент за одну ніч, який би ви обрали?
zh_hans: 如果你能一夜之间掌握任何乐器，你会选哪个？

source: If you could master any skill instantly, what would you choose?
de: Wenn du sofort jede Fertigkeit meistern könntest, welche würdest du wählen?
es: Si pudieras dominar cualquier habilidad al instante, ¿cuál elegirías?
fr: Si tu pouvais maîtriser n'importe quelle compétence instantanément, laquelle choisirais-tu ?
it: Se potessi padroneggiare all'istante qualsiasi abilità, quale sceglieresti?
ja: もしどんなスキルでも瞬時に習得できるなら、何を選びますか？
ko: 어떤 기술이든 즉시 마스터할 수 있다면 무엇을 선택하시겠습니까?
nb: Hvis du kunne mestre hvilken som helst ferdighet umiddelbart, hva ville du valgt?
nl: Als je elke vaardigheid direct onder de knie zou kunnen krijgen, wat zou je dan kiezen?
pl: Gdybyś mógł natychmiast opanować dowolną umiejętność, co byś wybrał?
pt_br: Se você pudesse dominar qualquer habilidade instantaneamente, o que escolheria?
sv: Om du kunde bemästra vilken färdighet som helst omedelbart, vad skulle du välja?
uk: Якщо б ви могли миттєво опанувати будь-яку навичку, що б ви обрали?
zh_hans: 如果你能立即掌握任何技能，你会选择什么？

source: If you could master one form of art, what would it be?
de: Wenn du eine Kunstform meistern könntest, welche wäre das?
es: Si pudieras dominar una forma de arte, ¿cuál sería?
fr: Si tu pouvais maîtriser une forme d'art, laquelle serait-ce ?
it: Se potessi padroneggiare una forma d'arte, quale sarebbe?
ja: 1つの芸術形態を極められるとしたら、何を選びますか？
ko: 하나의 예술 분야를 마스터할 수 있다면 무엇을 하겠어요?
nb: Hvis du kunne mestre én kunstform, hva ville det vært?
nl: Als je één kunstvorm zou kunnen beheersen, welke zou dat zijn?
pl: Gdybyś mógł opanować jedną formę sztuki, co by to było?
pt_br: Se você pudesse dominar uma forma de arte, qual seria?
sv: Om du kunde bemästra en konstform, vilken skulle det vara?
uk: Якби ви могли опанувати одну форму мистецтва, що б це було?
zh_hans: 如果你能精通一种艺术形式，你会选什么？

source: If you could meet any historical figure, who would it be?
de: Wenn du eine historische Persönlichkeit treffen könntest, wer wäre das?
es: Si pudieras conocer a cualquier figura histórica, ¿quién sería?
fr: Si vous pouviez rencontrer une figure historique, qui serait-ce ?
it: Se potessi incontrare qualsiasi figura storica, chi sarebbe?
ja: 歴史上の人物に一人会えるとしたら、誰に会いたいですか？
ko: 역사적 인물을 만날 수 있다면 누구를 만나고 싶으신가요?
nb: Hvis du kunne møte en historisk skikkelse, hvem ville det vært?
nl: Als je een historisch figuur zou kunnen ontmoeten, wie zou dat dan zijn?
pl: Gdybyś mógł spotkać jakąkolwiek postać historyczną, kto by to był?
pt_br: Se você pudesse conhecer qualquer figura histórica, quem seria?
sv: Om du kunde träffa en historisk figur, vem skulle det vara?
uk: Якби ви могли зустріти будь-яку історичну постать, хто б це був?
zh_hans: 如果你能见到任何一位历史人物，你会选谁？

source: If you could mentor someone, what would you want to pass on?
de: Wenn du jemanden betreuen könntest, was würdest du weitergeben wollen?
es: Si pudieras ser mentor de alguien, ¿qué te gustaría transmitir?
fr: Si tu pouvais être mentor pour quelqu'un, qu'aimerais-tu transmettre ?
it: Se potessi fare da mentore a qualcuno, cosa vorresti trasmettere?
ja: 誰かのメンターになれるなら、何を伝えたいですか？
ko: 누군가의 멘토가 될 수 있다면 무엇을 전수하고 싶나요?
nb: Hvis du kunne mentorere noen, hva ville du ønske å gi videre?
nl: Als je iemand zou kunnen begeleiden, wat zou je dan willen doorgeven?
pl: Gdybyś mógł być mentorem, co chciałbyś przekazać?
pt_br: Se você pudesse orientar alguém, o que gostaria de transmitir?
sv: Om du kunde vara mentor för någon, vad skulle du vilja föra vidare?
uk: Якби ви могли бути наставником для когось, що б ви хотіли передати?
zh_hans: 如果你能指导别人，你想传授什么？

source: If you could move to any country for a year, where would it be?
de: Wenn du für ein Jahr in ein beliebiges Land ziehen könntest, welches wäre es?
es: Si pudieras mudarte a cualquier país por un año, ¿dónde sería?
fr: Si tu pouvais vivre dans n'importe quel pays pendant un an, où serait-ce ?
it: Se potessi trasferirti in qualsiasi paese per un anno, dove sarebbe?
ja: 1年間どの国にでも引っ越せるとしたら、どこにしますか？
ko: 1년 동안 아무 나라로 이사할 수 있다면 어디로 가겠습니까?
nb: Hvis du kunne flytte til et hvilket som helst land for et år, hvor ville det være?
nl: Als je voor een jaar naar elk land zou kunnen verhuizen, waar zou dat zijn?
pl: Gdybyś mógł przeprowadzić się na rok do dowolnego kraju, gdzie by to było?
pt_br: Se você pudesse se mudar para qualquer país por um ano, onde seria?
sv: Om du kunde flytta till vilket land som helst för ett år, var skulle det vara?
uk: Якби ви могли переїхати в будь-яку країну на рік, куди б ви поїхали?
zh_hans: 如果你可以搬到任何国家住一年，你会选哪里？

source: If you could only communicate in movie quotes for a day, which movie would you use?
de: Wenn du dich einen Tag lang nur mit Filmzitaten verständigen könntest, welchen Film würdest du verwenden?
es: Si solo pudieras comunicarte con citas de películas por un día, ¿qué película usarías?
fr: Si tu ne pouvais communiquer que par des citations de films pendant une journée, de quel film les prendrais-tu ?
it: Se potessi comunicare solo con citazioni di film per un giorno, quale film useresti?
ja: 一日中、映画の名言だけで会話しなければならないなら、どの映画を使いますか？
ko: 하루 동안 영화 대사로만 대화해야 한다면 어떤 영화를 사용하시겠어요?
nb: Hvis du bare kunne kommunisere med filmsitater i en dag, hvilken film ville du brukt?
nl: Als je een dag lang alleen met filmcitaten mocht communiceren, welke film zou je dan gebruiken?
pl: Gdybyś mógł komunikować się tylko cytatami z filmów przez jeden dzień, z jakiego filmu byś je brał?
pt_br: Se você só pudesse se comunicar com citações de filmes por um dia, qual filme usaria?
sv: Om du bara fick kommunicera med filmcitat under en dag, vilken film skulle du använda?
uk: Якби ти міг спілкуватися лише цитатами з фільмів протягом дня, який би фільм використав?
zh_hans: 如果一天之内你只能用电影台词交流，你会用哪部电影？

source: If you could only eat food that was one color, which color?
de: Wenn du nur Lebensmittel in einer Farbe essen könntest, welche Farbe?
es: Si solo pudieras comer comida de un color, ¿qué color sería?
fr: Si tu ne pouvais manger que des aliments d'une seule couleur, laquelle ?
it: Se potessi mangiare solo cibo di un colore, quale colore?
ja: 一色の食べ物だけしか食べられないとしたら、何色を選びますか？
ko: 한 가지 색깔의 음식만 먹을 수 있다면, 무슨 색을 선택하시겠습니까?
nb: Hvis du bare kunne spise mat som var én farge, hvilken farge?
nl: Als je alleen eten van één kleur mocht eten, welke kleur?
pl: Gdybyś mógł jeść tylko jedzenie w jednym kolorze, jaki to byłby kolor?
pt_br: Se você só pudesse comer comida de uma cor, qual cor?
sv: Om du bara kunde äta mat som var en färg, vilken färg?
uk: Якби ви могли їсти їжу лише одного кольору, якого?
zh_hans: 如果你只能吃一种颜色的食物，你会选哪种颜色？

source: If you could only eat one cuisine forever, what would it be?
de: Wenn du für immer nur eine Küche essen könntest, welche wäre das?
es: Si solo pudieras comer una cocina para siempre, ¿cuál sería?
fr: Si vous ne pouviez manger qu'une seule cuisine pour toujours, laquelle serait-ce ?
it: Se potessi mangiare solo un tipo di cucina per sempre, quale sarebbe?
ja: ずっと一つの料理しか食べられないとしたら、何を選びますか？
ko: 평생 한 가지 요리만 먹을 수 있다면 무엇을 고르시겠어요?
nb: Hvis du bare kunne spise én type mat for alltid, hva ville det vært?
nl: Als je maar één keuken voor altijd kon eten, welke zou het zijn?
pl: Gdybyś mógł jeść tylko jedną kuchnię do końca życia, co by to było?
pt_br: Se você pudesse comer apenas um tipo de culinária para sempre, qual seria?
sv: Om du bara kunde äta ett kök för alltid, vad skulle det vara?
uk: Якби ви могли їсти лише одну кухню вічно, якою б вона була?
zh_hans: 如果你只能永远吃一种菜系，你会选什么？

source: If you could only eat one thing at every party for the rest of your life, what is it?
de: Wenn du für den Rest deines Lebens auf jeder Party nur eines essen könntest, was wäre es?
es: Si solo pudieras comer una cosa en cada fiesta por el resto de tu vida, ¿qué sería?
fr: Si tu ne pouvais manger qu'une seule chose à chaque fête pour le reste de ta vie, que serait-ce ?
it: Se potessi mangiare solo una cosa ad ogni festa per il resto della tua vita, cosa sarebbe?
ja: これからの人生、すべてのパーティーで一つだけしか食べられないとしたら、それは何ですか？
ko: 평생 모든 파티에서 한 가지만 먹을 수 있다면 무엇을 먹겠어요?
nb: Hvis du bare kunne spise én ting på hver fest resten av livet, hva ville det vært?
nl: Als je de rest van je leven op elk feest maar één ding mocht eten, wat zou dat dan zijn?
pl: Gdybyś do końca życia mógł jeść tylko jedną rzecz na każdej imprezie, co by to było?
pt_br: Se você só pudesse comer uma coisa em cada festa pelo resto da vida, o que seria?
sv: Om du bara fick äta en sak på varje fest för resten av ditt liv, vad skulle det vara?
uk: Якби ти до кінця життя міг їсти на кожній вечірці лише одну річ, що б це було?
zh_hans: 如果你下半辈子每次派对只能吃一样东西，会是什么？

source: If you could only keep three possessions, what would they be?
de: Wenn du nur drei Besitztümer behalten könntest, welche wären das?
es: Si solo pudieras quedarte con tres posesiones, ¿cuáles serían?
fr: Si tu ne pouvais garder que trois possessions, lesquelles seraient-elles ?
it: Se potessi tenere solo tre oggetti, quali sarebbero?
ja: もし3つだけ所有物を残せるなら、何を残しますか？
ko: 세 가지 물건만 보관할 수 있다면 무엇을 보관하시겠습니까?
nb: Hvis du bare kunne beholde tre eiendeler, hva ville de vært?
nl: Als je maar drie bezittingen mocht houden, welke zouden dat zijn?
pl: Gdybyś mógł zatrzymać tylko trzy rzeczy, co by to było?
pt_br: Se você só pudesse manter três pertences, quais seriam?
sv: Om du bara fick behålla tre ägodelar, vilka skulle de vara?
uk: Якби ви могли залишити лише три речі, які б вони були?
zh_hans: 如果你只能保留三件物品，它们会是什么？

source: If you could only listen to one album forever, what would it be?
de: Wenn du für immer nur ein Album hören könntest, welches wäre das?
es: Si solo pudieras escuchar un álbum para siempre, ¿cuál sería?
fr: Si vous ne pouviez écouter qu'un seul album pour toujours, lequel serait-ce ?
it: Se potessi ascoltare solo un album per sempre, quale sarebbe?
ja: ずっと一つのアルバムしか聴けないとしたら、何を選びますか？
ko: 평생 한 앨범만 들을 수 있다면 무엇을 고르시겠어요?
nb: Hvis du bare kunne høre på ett album for alltid, hva ville det vært?
nl: Als je maar naar één album voor altijd kon luisteren, welke zou het zijn?
pl: Gdybyś mógł słuchać tylko jednego albumu do końca życia, co by to było?
pt_br: Se você só pudesse ouvir um álbum para sempre, qual seria?
sv: Om du bara kunde lyssna på ett album för alltid, vad skulle det vara?
uk: Якби ви могли слухати лише один альбом вічно, яким би він був?
zh_hans: 如果你只能永远听一张专辑，会是什么？

source: If you could only use three apps on your phone, which ones stay?
de: Wenn du nur drei Apps auf deinem Handy nutzen könntest, welche bleiben?
es: Si solo pudieras usar tres aplicaciones en tu teléfono, ¿cuáles se quedan?
fr: Si vous ne pouviez utiliser que trois applications sur votre téléphone, lesquelles resteraient ?
it: Se potessi usare solo tre app sul telefono, quali rimarrebbero?
ja: スマホで3つのアプリしか使えないとしたら、どれを残しますか？
ko: 휴대폰에서 세 개의 앱만 사용할 수 있다면 어떤 것을 남기시겠어요?
nb: Hvis du bare kunne bruke tre apper på telefonen, hvilke blir værende?
nl: Als je maar drie apps op je telefoon mocht gebruiken, welke blijven er dan?
pl: Gdybyś mógł używać tylko trzech aplikacji na telefonie, które zostają?
pt_br: Se você só pudesse usar três aplicativos no seu telefone, quais ficam?
sv: Om du bara kunde använda tre appar på din telefon, vilka stannar?
uk: Якби ви могли використовувати лише три додатки на телефоні, які б залишилися?
zh_hans: 如果你只能使用三个应用程序，你会保留哪三个？

source: If you could only visit one continent for the rest of your life, which would it be?
de: Wenn du für den Rest deines Lebens nur noch einen Kontinent besuchen könntest, welcher wäre es?
es: Si solo pudieras visitar un continente por el resto de tu vida, ¿cuál sería?
fr: Si tu ne pouvais visiter qu'un seul continent pour le reste de ta vie, lequel serait-ce ?
it: Se potessi visitare un solo continente per il resto della tua vita, quale sarebbe?
ja: 一生で1つの大陸しか訪れられないとしたら、どこを選びますか？
ko: 평생 한 대륙만 방문할 수 있다면 어느 대륙을 선택하겠습니까?
nb: Hvis du bare kunne besøke ett kontinent for resten av livet, hvilket ville det vært?
nl: Als je maar één continent voor de rest van je leven zou kunnen bezoeken, welke zou dat zijn?
pl: Gdybyś mógł odwiedzić tylko jeden kontynent do końca życia, który by to był?
pt_br: Se você só pudesse visitar um continente pelo resto da sua vida, qual seria?
sv: Om du bara kunde besöka en kontinent för resten av ditt liv, vilken skulle det vara?
uk: Якби ви могли відвідати лише один континент до кінця свого життя, який би це був?
zh_hans: 如果你余生只能访问一个大洲，你会选哪个？

source: If you could only whisper for a year, what's the first thing you'd shout when the year ended?
de: Wenn du ein Jahr lang nur flüstern könntest, was würdest du als erstes schreien, wenn das Jahr vorbei ist?
es: Si solo pudieras susurrar durante un año, ¿qué es lo primero que gritarías cuando terminara el año?
fr: Si tu ne pouvais que chuchoter pendant un an, quelle serait la première chose que tu crierais à la fin de l'année ?
it: Se potessi solo sussurrare per un anno, qual è la prima cosa che grideresti quando l'anno finisse?
ja: 一年間ささやくことしかできなかったら、その年に終わったときに最初に叫ぶことは何ですか？
ko: 일년 동안 속삭일 수만 있다면, 일년이 끝났을 때 가장 먼저 뭐라고 소리치겠어요?
nb: Hvis du bare kunne hviske i et år, hva er det første du ville ropt når året var over?
nl: Als je een jaar lang alleen maar kon fluisteren, wat zou je dan als eerste schreeuwen als het jaar voorbij was?
pl: Gdybyś mógł tylko szeptać przez rok, co krzyknąłbyś jako pierwsze, gdy rok się skończy?
pt_br: Se você só pudesse sussurrar por um ano, qual seria a primeira coisa que você gritaria quando o ano terminasse?
sv: Om du bara kunde viska i ett år, vad är det första du skulle ropa när året var slut?
uk: Якби ви могли лише шепотіти протягом року, що б ви вигукнули першим, коли рік закінчиться?
zh_hans: 如果你一整年只能低声说话，这一年结束后你第一件喊出来的事情是什么？

source: If you could pause time for everyone but yourself for one hour a day, what would you do with it?
de: Wenn du die Zeit für alle außer dir selbst eine Stunde pro Tag anhalten könntest, was würdest du damit tun?
es: Si pudieras pausar el tiempo para todos excepto para ti mismo durante una hora al día, ¿qué harías con ese tiempo?
fr: Si tu pouvais arrêter le temps pour tout le monde sauf toi-même pendant une heure par jour, qu'en ferais-tu ?
it: Se potessi fermare il tempo per tutti tranne che per te stesso per un'ora al giorno, cosa faresti?
ja: 1日1時間、自分以外の全員の時間を止められるとしたら、その時間をどう使いますか？
ko: 하루에 한 시간 동안 자신을 제외한 모든 사람의 시간을 멈출 수 있다면, 그 시간을 어떻게 사용하겠습니까?
nb: Hvis du kunne stoppe tiden for alle andre enn deg selv i en time hver dag, hva ville du gjort med den tiden?
nl: Als je de tijd voor iedereen behalve jezelf een uur per dag stil kon zetten, wat zou je dan met die tijd doen?
pl: Gdybyś mógł zatrzymać czas dla wszystkich oprócz siebie na godzinę dziennie, co byś z tym zrobił?
pt_br: Se você pudesse pausar o tempo para todos, exceto para si mesmo, por uma hora por dia, o que faria com esse tempo?
sv: Om du kunde pausa tiden för alla utom dig själv i en timme varje dag, vad skulle du göra med den tiden?
uk: Якби ви могли зупинити час для всіх, крім себе, на одну годину щодня, що б ви зробили за цей час?
zh_hans: 如果你每天能让除自己之外的所有人都暂停时间一小时，你会用这段时间做什么？

source: If you could press a button that would give you a random $1000 or take $100 from you, would you press it?
de: Wenn du einen Knopf drücken könntest, der dir zufällig 1000 $ gibt oder dir 100 $ wegnimmt, würdest du ihn drücken?
es: Si pudieras presionar un botón que te daría $1000 aleatorios o te quitaría $100, ¿lo presionarías?
fr: Si tu pouvais appuyer sur un bouton qui te donnerait 1000 $ ou t'en prendrait 100 $, le presserais-tu ?
it: Se potessi premere un pulsante che ti darebbe casualmente 1000 $ o ti toglierebbe 100 $, lo premeresti?
ja: ランダムに1000ドルを得るか、100ドルを失うボタンを押せるとしたら、押しますか？
ko: 무작위로 1000달러를 주거나 100달러를 빼앗는 버튼을 누를 수 있다면, 누르시겠습니까?
nb: Hvis du kunne trykke på en knapp som ville gi deg tilfeldige 1000 dollar eller ta 100 dollar fra deg, ville du trykket på den?
nl: Als je op een knop kon drukken die je willekeurig $1000 zou geven of $100 van je zou afnemen, zou je er dan op drukken?
pl: Gdybyś mógł nacisnąć przycisk, który dałby ci losowe 1000 $ lub zabrał 100 $, nacisnąłbyś go?
pt_br: Se você pudesse apertar um botão que lhe daria $1000 aleatórios ou tiraria $100 de você, você o apertaria?
sv: Om du kunde trycka på en knapp som skulle ge dig slumpmässiga 1000 dollar eller ta 100 dollar från dig, skulle du trycka på den?
uk: Якби ви могли натиснути кнопку, яка б випадково дала вам 1000 доларів або забрала 100 доларів, ви б натиснули на неї?
zh_hans: 如果你能按下一个按钮，它会随机给你1000美元或拿走你100美元，你会按吗？

source: If you could protect someone you love from one hardship, what would it be?
de: Wenn du jemanden, den du liebst, vor einer Notlage schützen könntest, was wäre das?
es: Si pudieras proteger a alguien que amas de una dificultad, ¿cuál sería?
fr: Si tu pouvais protéger quelqu'un que tu aimes d'une épreuve, laquelle serait-ce ?
it: Se potessi proteggere qualcuno che ami da una difficoltà, quale sarebbe?
ja: もし愛する人を一つの困難から守れるなら、それは何ですか？
ko: 사랑하는 사람을 한 가지 어려움으로부터 보호할 수 있다면 무엇으로부터 보호하시겠습니까?
nb: Hvis du kunne beskytte noen du er glad i mot én vanskelighet, hva ville det vært?
nl: Als je iemand van wie je houdt tegen één moeilijkheid kon beschermen, wat zou die zijn?
pl: Gdybyś mógł uchronić kogoś, kogo kochasz, przed jedną trudnością, co by to było?
pt_br: Se você pudesse proteger alguém que ama de uma dificuldade, qual seria?
sv: Om du kunde skydda någon du älskar från en svårighet, vad skulle det vara?
uk: Якби ви могли захистити когось, кого любите, від одних труднощів, що б це було?
zh_hans: 如果你能保护你爱的人免受一种苦难，你会选择哪种苦难？

source: If you could read minds, but only for 5 minutes a day, when would you use it?
de: Wenn du Gedanken lesen könntest, aber nur 5 Minuten am Tag, wann würdest du es nutzen?
es: Si pudieras leer mentes, pero solo por 5 minutos al día, ¿cuándo lo usarías?
fr: Si tu pouvais lire dans les pensées, mais seulement 5 minutes par jour, quand l'utiliserais-tu ?
it: Se potessi leggere la mente, ma solo per 5 minuti al giorno, quando lo useresti?
ja: 1日たったの5分だけ人の心が読めるとしたら、いつその能力を使いますか？
ko: 하루에 5분만 마음을 읽을 수 있다면, 언제 그 능력을 사용하겠습니까?
nb: Hvis du kunne lese tanker, men bare i 5 minutter om dagen, når ville du brukt det?
nl: Als je gedachten kon lezen, maar slechts 5 minuten per dag, wanneer zou je het dan gebruiken?
pl: Gdybyś mógł czytać w myślach, ale tylko przez 5 minut dziennie, kiedy byś to robił?
pt_br: Se você pudesse ler mentes, mas apenas por 5 minutos por dia, quando usaria isso?
sv: Om du kunde läsa tankar, men bara i 5 minuter om dagen, när skulle du använda det?
uk: Якби ви могли читати думки, але лише 5 хвилин на день, коли б ви цим скористалися?
zh_hans: 如果你能读心，但每天只能读5分钟，你会在什么时候使用？

source: If you could redesign one aspect of human nature, what would you change?
de: Wenn du einen Aspekt der menschlichen Natur neu gestalten könntest, was würdest du ändern?
es: Si pudieras rediseñar un aspecto de la naturaleza humana, ¿qué cambiarías?
fr: Si tu pouvais redessiner un aspect de la nature humaine, que changerais-tu ?
it: Se potessi riprogettare un aspetto della natura umana, cosa cambieresti?
ja: もし人間性の一面を再設計できるなら、何を変えますか？
ko: 인간 본성의 한 측면을 재설계할 수 있다면 무엇을 바꾸시겠습니까?
nb: Hvis du kunne redesigne ett aspekt ved menneskets natur, hva ville du endret?
nl: Als je één aspect van de menselijke natuur opnieuw kon ontwerpen, wat zou je dan veranderen?
pl: Gdybyś mógł przeprojektować jeden aspekt ludzkiej natury, co byś zmienił?
pt_br: Se você pudesse redesenhar um aspecto da natureza humana, o que mudaria?
sv: Om du kunde omforma en aspekt av mänsklig natur, vad skulle du ändra?
uk: Якби ви могли переробити один аспект людської природи, що б ви змінили?
zh_hans: 如果你能重新设计人性的一个方面，你会改变什么？
